export const test_1 = {
    name: "Делегирование полномочий, контроль",
    questions: [
        {
            question: "Контроль — это:",
            options: [
                { text: "Постоянная проверка того, как организация осуществляет свои цели и корректирует свои действия", isCorrect: "yes" },
                { text: "Вид управленческой деятельности по обеспечению выполнения определенных задач и достижения целей организации", isCorrect: "no" },
                { text: "Наблюдение за работой персонала организации", isCorrect: "no" }
            ]
        },
        {
            question: "Когда осуществляется заключительный контроль в организации?",
            options: [
                { text: "в ходе проведения определенных работ", isCorrect: "no" },
                { text: "до фактического начала выполнения работ", isCorrect: "no" },
                { text: "после выполнения запланированных работ", isCorrect: "yes" }
            ]
        },
        {
            question: "Главные инструменты выполнения контрольной функции:",
            options: [
                { text: "наблюдение и проверка всех сторон деятельности", isCorrect: "no" },
                { text: "оба варианта верны", isCorrect: "yes" },
                { text: "учет и анализ", isCorrect: "no" }
            ]
        },
        {
            question: "Когда осуществляется текущий контроль в организации?",
            options: [
                { text: "в ходе проведения определенных работ", isCorrect: "yes" },
                { text: "до фактического начала выполнения определенных работ", isCorrect: "no" },
                { text: "после выполнения определенных работ", isCorrect: "no" }
            ]
        },
        {
            question: "Стиль управления, характеризующийся отсутствием активного участия руководителя в управлении, называют:",
            options: [
                { text: "либеральный", isCorrect: "no" },
                { text: "авторитарный", isCorrect: "no" },
                { text: "Демократический", isCorrect: "yes" }
            ]
        },
        {
            question: "Сопоставление запланированного и достигнутого - это функция:",
            options: [
                { text: "планирования", isCorrect: "no" },
                { text: "мотивации", isCorrect: "no" },
                { text: "Контроля", isCorrect: "yes" }
            ]
        },
        {
            question: "Передача задач и полномочий, которыми обладает руководитель, другому лицу с учетом его возможностей это:",
            options: [
                { text: "ответственность", isCorrect: "no" },
                { text: "делегирование", isCorrect: "yes" },
                { text: "полномочия", isCorrect: "no" }
            ]
        },
        {
            question: "Стиль управления, при котором руководитель жестко доминирует над подчиненными, называется:",
            options: [
                { text: "демократический", isCorrect: "no" },
                { text: "авторитарный", isCorrect: "yes" },
                { text: "либеральный", isCorrect: "no" }
            ]
        },
        {
            question: "Стиль руководства, характеризующийся полным доверием и привлечением персонала к управлению организацией, называется:",
            options: [
                { text: "демократический", isCorrect: "yes" },
                { text: "авторитарный", isCorrect: "no" },
                { text: "либеральный", isCorrect: "no" }
            ]
        },
        {
            question: "Определенные правила, основные положения и нормы поведения, которыми руководствуются менеджеры и органы управления:",
            options: [
                { text: "функции управления", isCorrect: "no" },
                { text: "методы управления", isCorrect: "no" },
                { text: "принципы управления", isCorrect: "yes" }
            ]
        }
    ]
};