export const test_1 = [{
    "name": "Делегирование полномочий, контроль",
    "questions": [{
        "Контроль — это:": [{
            "Постоянная проверка того, как организация осуществляет свои цели и корректирует свои действия": 1,
            "Вид управленческой деятельности по обеспечению выполнения определенных задач и достижения целей организации": 0,
            "Наблюдение за работой персонала организации": 0
        }],
        "Когда осуществляется заключительный контроль в организации?": {
            "в ходе проведения определенных работ": 0,
            "до фактического начала выполнения работ": 0,
            "после выполнения запланированных работ": 1
        },
        "Главные инструменты выполнения контрольной функции:": {
            "наблюдение и проверка всех сторон деятельности": 0,
            "оба варианта верны": 1,
            "учет и анализ": 0
        },
        "Когда осуществляется текущий контроль в организации?": {
            "в ходе проведения определенных работ": 1,
            "до фактического начала выполнения определенных работ": 0,
            "после выполнения определенных работ": 0
        },
        "Стиль управления, характеризующийся отсутствием активного участия руководителя в управлении, называют:": {
            "либеральный": 0,
            "авторитарный": 0,
            "Демократический": 1
        },
        "Сопоставление запланированного и достигнутого - это функция:": {
            "планирования": 0,
            "мотивации": 0,
            "Контроля": 1
        },
        "Передача задач и полномочий, которыми обладает руководитель, другому лицу с учетом его возможностей это:": {
            "ответственность": 0,
            "делегирование": 1,
            "полномочия": 0
        },
        "Стиль управления, при котором руководитель жестко доминирует над подчиненными, называется": {
            "демократический": 0,
            "авторитарный": 1,
            "либеральный": 0
        },
        "Стиль руководства, характеризующийся полным доверием и привлечением персонала к управлению организацией, называется": {
            "демократический": 1,
            "авторитарный": 0,
            "либеральный": 0
        },
        "Определенные правила, основные положения и нормы поведения, которыми руководствуются менеджеры и органы управления:": {
            "функции управления": 0,
            "методы управления": 0,
            "принципы управления": 1
        },
        "default": {
            "Error": 0
        }
    }]
}]